Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 显而易见，马苦玄相信自己手中的石子。
en_us: It was clear that he believed in his own abilities.

source: 晨曦时分，一个草鞋少年带着两只大布袋子，动身去往窑务督造衙署外等人。
en_us: At first light, Chen Ping'an traveled to the kiln supervision office to wait for someone while carrying a pair of large cloth sacks.

source: 暮色里，小镇名叫泥瓶巷的僻静地方，有位孤苦伶仃的清瘦少年，此时他正按照习俗，一手持蜡烛，一手持桃枝，照耀房梁、墙壁、木床等处，用桃枝敲敲打打，试图借此驱赶蛇蝎、蜈蚣等，嘴里念念有词，是这座小镇祖祖辈辈传下来的老话：二月二，烛照梁，桃打墙，人间蛇虫无处藏。
en_us: In the darkness of the night, there was a thin and lonesome young boy in a secluded place by the name of Clay Vase Alley. At this moment, he was following the traditions of the area, holding a candle in one hand and a peach branch in the other. The young boy was using the candle to illuminate the ceiling, the walls, and the wooden bed in the room, and simultaneously, he was tapping the peach branch around to try and drive away creatures like snakes, scorpions, and centipedes.At the same time, he was chanting an old mantra that had been passed down in the small town for generation upon generation: "On the second day of the second month, the candle illuminates the ceiling, while the peach branch taps the walls, leaving no place for snake and insects to hide."

source: 更何况，对某些野心勃勃、志在证道的人眼中，祖孙父子，夫妻兄弟，又算什么？
en_us: Besides, in the eyes of ambitious individuals pursuing the great , even close familial bonds were nothing more than trivial relationships.

source: 更加心里打鼓的年轻道人干笑道：“无妨无妨，举手之劳，姑娘无恙就好。”
en_us: The Daoist priest's guilt was compounded even further upon hearing the young woman's words of gratitude, and he hurriedly said, "There's no need to thank me, I only did what was to be expected of me. I'm glad you're safe and well now."

source: 更可怕的是，河婆能够感知到这位青衣少女，根本没有动用任何道法神通。
en_us: What was even more terrifying was that the river guardian could sense that Ruan Xiu wasn't using any mystical abilities.

source: 更让他受伤的是一个自己应该称呼为嫂子的妇人，一手撑伞，一手狠狠推开他的脑袋，大踏步走向后院正屋那边，看到老人后，立即就要扯开嗓门喊话。
en_us: What hurt him even more was the fact that the woman who he should have referred to as sister-in-law furiously pushed his head aside with one hand. Holding an umbrella with her other hand, she strode toward the building in the backyard. After seeing the old man, she immediately prepared to shout at him.

source: 最后一位曾经在此算姻缘的新嫁妇人，路过此地，眼见着年轻道人如此反常，羞羞涩涩停下脚步，嗓音软糯，嘴上问着问题，那双会说话的水润眼眸，却在年轻道人的英俊脸庞上使劲徘徊。
en_us: A newly wed woman who had last had her fortune told there was passing by, and she could see that the young ist priest wasn't his normal self. She stopped in her tracks in a shy manner and began asking questions in a tender voice, but her large, watery eyes were saying something else entirely as they roamed insistently over the young man's handsome face.

source: 最后一次扎猛子下去，却没有拿石头上岸，而是抓了条手掌长短的活鱼上来，小镇俗称石板鱼，一遇见人，就喜欢躲藏在石块下，肉味极美，一般不过是比手指稍长，很少有陈平安手中这尾这么大的石板鱼。陈平安之前其实也在坑底石偷缝隙，摸到过几条，只不过当时为了石头，给放了，这次是灵光一现，突然觉得若是今夜能够抓个十来条鱼，明天炖锅鱼汤给宁姑娘，也挺不错。
en_us: The previous time he returned, however, there was no snake gall pebble in his hands. Instead, there was a fish that measured as long as his palm. The people in the small town referred to this type of fish as rock slate fish, and this was because these fish like to hide under slates of rock when they encountered people. These fish were extremely succulent, and generally speaking, they would only be as long as a person's finger. It was extremely rare to see a rock slate fish as large as the one in Chen Ping'an's hands. In fact, Chen Ping'an had already caught a few of these fish while searching through the stones and pebbles before, but he had chosen to release them to collect some snake gall pebbles instead. This time, however, a brilliant thought had suddenly occured to him. Why didn't he catch a dozen or so fish and brew some fish soup for Ning Yao tomorrow? That would be fairly nice too, wouldn't it?

source: 最后一次是以秘术让其深信自己开悟。若是在小镇之外，当然绝无此可能，便是一位名副其实的道家真君，恐怕也不敢如此作为，可小镇之上，蔡金简无异于凡人，老人不惜付出巨大代价，便有了可趁之机。
en_us: Outside of the town, this would've been impossible. Even a bona fide True Lord of Daoism wouldn't have dared to do something like this. However, here in this town, Cai Jinjian was no different from a mere mortal, and that was why the River Severing True Lord had been able to manipulate her to this extent, albeit at a massive cost to himself.

source: 最后两个少年肩并肩坐在一块溪中巨石上，刘羡阳双手撑在石面上，望着缓缓流淌的溪水，问道：“陈平安，你想过以后要离开小镇吗？”
en_us: In the end, the two youths sat side-by-side on a large rock in the creek. Liu Xianyang leaned back and used his arms to prop himself up as he gazed at the flowing creek, asking, "Chen Ping'an, have you thought about leaving the small town in the future?"

source: 最后他取出由黄油纸包裹而成的物件，看样子，像是一本书。
en_us: In the end, he retrieved the item that was wrapped in the parchment paper. By the looks of it, this was a book.

source: 最后他学僧人双手合十，“佛祖保佑，菩萨显灵，定要让贫道渡过此劫啊。”
en_us: He then brought his palms together, much like a monk would, then prayed, "May the almighty Buddha and the merciful Bodhisattva assist me in transcending this tribulation."

source: 最后刘羡阳伸出拇指，指了指自己胸膛，趾高气昂道：“阮师傅传授我拳法的时候，我有些想法心得，便与他说了闲话，比如我对姚老头制瓷的独门绝学跳刀的感悟，阮师傅夸我是百年一遇的练武奇才。以后你只管跟着我混，少不了你吃香的喝辣的！”
en_us: Finally, Liu Xianyang pointed at his own chest with his thumb as he declared in a high and mighty manner, "While Master Ruan was teaching me fist techniques, I developed some theories and insights, so I spoke to him about some things, such as my understanding of the jumping burin, which was Old Man Yao's trump card technique in porcelain making. Master Ruan praised me, saying that I'm a generational martial arts talent. As long as you stick with me, you'll be living the good life for sure!"

source: 最后在陈平安的带领下，宁姚一起帮着将那些泥屑碎屑，移入旁边早就挖好的一个坑，覆盖以土。
en_us: Afterward, Ning Yao followed Chen Ping'an's guidance and swept the scattered remains of the statue into a pit that they had dug. They then covered it with a layer of dirt.

source: 最后大概朝廷那边觉得兢兢业业的宋大人，没有功劳也有苦劳，将其调回京城的吏部敕令文书上，好歹得了个良的考评。宋大人在返京之前，竟然千金散尽，出资建造了一座廊桥，后来发现宋大人离去车队当中，没有捎带某个孩子后，小镇几个大姓门庭便恍然大悟。可以说，宋大人与小镇积攒下过一份不俗的香火情，加上现任督造官的刻意照拂，少年宋集薪这些年在小镇的生活，衣食无忧，逍遥自在。如今改名为稚圭的丫鬟，关于她的身世来历，众说纷纭，住在泥瓶巷的当地人，说是一个鹅毛大雪的冬天，有个外地女孩沿路乞讨至此，昏死在宋集薪家的院门口，如果不是有人发现的早，就要去阎王爷那边转世投胎了。官署那边做杂事的老人，有另外的说法，信誓旦旦说是宋大人早年让人从别地买下的孤儿，为的就是给私生子宋集薪物色一个知冷暖的体己人，弥补一下父子不得相认的亏欠。
en_us: In the end, the imperial court most likely felt like Master Song's efforts were very commendable, even though the outcome wasn't ideal, and he was given a decent evaluation on the documentation from the Ministry of Personnel summoning him back to the capital. Prior to returning to the capital, Master Song spent all of his money to fund the construction of a covered bridge. After that, it was discovered that a certain child wasn't brought along on the convoy that Master Song had departed in, and the most affluent clans in the town immediately realized what this entailed. It could be said that Master Song had accumulated a great deal of good karma in the town, and in addition to that, Song Jixin was being looked after by Master Song's kiln supervision official successor, so he didn't have to worry about food, clothing, or shelter, and led a carefree life. As for his maidservant, whose name had been changed to Zhi Gui, there were many different theories and stories about her origins. The local residents of Clay Vase Alley claimed that she was a little beggar from out of town that had come to this place on a snowy winter's day. She had fallen unconcious in front of hte entrance of Song Jixin's courtyard, and if she hadn't been discovered in time, she would've already passed on to the afterlife. The old man taking care of menial chores at the official manor had a different story. He proclaimed with great confidence that she was an orphan that Master Song had purchased quite some time ago so that his illegitimate son, Song Jixin, would have an intimitate companion, and that he had done this to compensate for leaving his son behind.

source: 最后女子无比虔诚地对着那座小土包，行三叩九拜的大礼。
en_us: She then knelt down and kowtowed to the small earthen mound in an extremely devout and earnest manner, laying her forehead against the ground as she said in a trembling voice, "I am eternally grateful for the blessings of my ancestors!"

source: 最后她竟然还打了yi个饱嗝。
en_us: In the end, she even burped in satisfaction.

source: 最后宁姚率先转身离去，那天她没让陈平安煎药，捧着陶罐去了铁匠铺子后边的空地，自己忙活了半天，少女给烟熏成一张大花脸不说，还被她煮出了一大罐子黑炭。扎马尾辫的青衣少女远远经过，一边走一边嗑着瓜子，津津有味。
en_us: In the end, Ning Yao had turned around to leave first. That day, she hadn't let Chen Ping'an brew medicine for her, and she had instead carried the pots and ingredients to an empty area behind the blacksmith shop. After struggling for half a day, the young girl had ended up with a charcoal-colored face thanks to all the billowing smoke that she had created. At the same time, she had also ended up with an entire pot of charcoal. When Ruan Xiu had walked past from a distance, she had enjoyed her sunflower seeds with relish.

source: 最后它们都落入小溪，融入溪水。
en_us: In the end, however, they had all fallen into the creek and become one with the creek.

source: 最后宋长镜提醒道：“你和正阳山可以有私交，但是不要牵扯太深。”
en_us: In the end, he warned, "You're allowed to have a private relationship with Sun Scorch Mountain, but remember not to become overly involved with them."

source: 最后宋集薪指了指自己，自嘲道：“连我这种嘴贱心肠坏的人，也晓得审时度势，看碟下菜。”
en_us: In the end, Song Jixin pointed at himself and said with a self-deprecating chuckle, "Even someone who's as foul-mouthed and mean-hearted as me understands the need to take stock of the situation and act appropriately."

source: 最后少女实在没辙，生怕自己yi个忍不住，就要拔刀砍人，于是她灵机yi动，拍了拍草鞋少年的肩膀，勉强安慰道：“陈平安，读书百遍其义自见，习武也是yi样的道理，练拳几万下，出不来味道，那就几十万，yi百万！你去捡你的石头吧，笨鸟先飞，别灰心丧气，慢慢来，在小溪里yi遍遍练习这个走桩。”
en_us: In the end, the young girl ran out of ideas to help Chen Ping'an. She was afraid that she would eventually feel the urge to draw her sword and hack at him. A thought suddenly occured to her at this moment, and she patted the young boy's shoulder and attempted to say in comfort, "Chen Ping'an, the meaning of a book will become clear if you read it many times. Practicing martial arts is the same. If you can't get the feel for something after practicing it 10,000 times, then practice it hundreds of thousands of times. If that's not enough, then practice it millions of times! Go and collect your pebbles now. Remember, those who are less talented simply need to make an earlier start. Don't lose hope, and remember to take things slowly. When you collect pebbles in the creek, you can practice walking meditation again and again."

source: 最后年轻道人坚持不让少年送行，独自推车向东门远远离去。
en_us: The Daoist priest insisted that Chen Ping'an didn't accompany him any further, and he pushed the cart away toward the eastern town gate on his own.

source: 最后当孩子实在忍不住，打算往溪水里跳的时候。
en_us: Right as he was about to make a desperate dive into the creek and leave the rest down to fate, Old Man Yang suddenly appeared on the opposite bank.

source: 最后来到一座高山山脚，陈平安擦了擦额头汗水，对宁姚说道：“宁姑娘，跟她说一下，这是一座朝廷封禁之山，她有没有忌讳？”
en_us: In the end, they arrived at the foot of a tall mountain, and Chen Ping'an wiped away the sweat on his forehead as he said to Ning Yao, "Ning Yao, tell her that this is a mountain that's been sealed off by the imperial court, and ask her if she has any reservations about entering a restricted area."

source: 最后老人撇撇嘴，叹了口气，用老烟杆在陈平安肩头一点，手臂和腿上各点了两下。
en_us: In the end, he pursed his lips and sighed. He used his old smoking pipe to tap Chen Ping'an once on the shoulders, and twice each on his arms and legs.

source: 最后视线，由高到低，由远及近，凝视着街道两旁的桃树，貌似老朽昏聩的老人，这才挤出一丝笑意。
en_us: He looked up, then down, then peered into the distance before withdrawing his gaze, staring at the peach trees that lined the street, following which a faint smile appeared on his face.

source: 最后道人补上一句，“若是能拿到外边去卖，怎么都有千八百两银子吧？”
en_us: He then added, "If I could take this outside to sell, surely it would fetch at least 800 to 1,000 taels of silver."

source: 最后那句话，则是少女已经跑出去老远，她才说的。
en_us: In fact, she had already run extremely far away when she said that final sentence.

source: 最后闭眼，再睁开眼，可能就是下辈子的事情了。
en_us: After closing one's eyes for the final time, the next time one reopened their eyes, they could be in the next life already.

source: 最后陈平安站在门外，久久不肯挪步，宁姚来到他身边。
en_us: He remained standing there for a long time, unwilling to move. In the end, Ning Yao walked up beside up.

source: 最后高大少年死死攥紧他唯一朋友的手，呜咽道：“陈平安，我真的很怕死。”
en_us: In the end, the tall young boy sobbed as he tightly held onto his only friend's hand, saying, "Chen Ping'an, I'm truly afraid of death..."

source: 最后齐静春凝神望去，看到小镇陋巷的破落祖宅当中，少年和少女并肩而坐，聊着武道九境的概况。
en_us: Qi Jingchun focused his gaze, and what he saw was a young boy and a young girl sitting side-by-side in a rundown house as they discussed the nine tiers of martial arts.

source: 最后，泥瓶巷少年与杏花巷少年，两个同龄人，遥遥对峙。
en_us: In the end, the young boy from Clay Vase Alley and the young boy from Apricot Blossom Alley faced each other from afar.

source: 最后，眼力极好的草鞋少年瞪大眼睛，像是白天见鬼了，小镇南边上空，有一人踩着飞剑倾斜向下，在距离小镇地面约莫百余丈的时候，稍作停留，御剑之人低头俯瞰小镇，视线巡视四方，然后就对着福禄街这边一冲而下。
en_us: There was a figure descending from the sky in the south atop a flying sword, pausing momentarily when they were still over 1,000 feet away from the ground in the town. The sword-riding figure looked down at the town, sweeping their gaze in all directions before swooping down toward Fortune Street.

source: 最后，老人有些费劲地趴在柜台上，才能看着那个几乎瞧不见脑袋的小孩子，问道：“知道怎么熬药吗？”
en_us: In the end, the old man had to lean over the counter to just barely see the top of the boy's head on the other side of the counter, and he asked, "Do you know how to brew medicine?"

source: 最后，老妪抬起头，看着抽出嫩芽的桃叶。
en_us: In the end, she looked up at the budding leaves of the peach tree.

source: 最终刻出“静心得意”四个古朴篆文，尤其以为首之“静”字，最为神意饱满，包罗万象。
en_us: In the end, he carved the words "Tranquil Mind Begets Enlightenment". The word "tranquil" was especially powerful and lively, and it was as if it were all-encompassing.

source: 最终少年脸庞之上，如盘踞有一条三寸长短的白蛟。
en_us: In the end, it was as if there were a three-inch-long white flood dragon laying coiled above his face.

source: 最近这两天，除了给阮师傅的铁匠铺子做牛做马，陈平安要抽出三个时辰去练习走桩，白天一个，午时到未时，晚上两个，亥时到丑时。到后来陈平安尝试着走桩的同时，十指结剑炉桩，但是陈平安发现如此一来，会让自己呼吸不畅，步伐更加不稳，果断放弃，陈平安只在劳作间隙，趁人不注意的时候，锻炼剑炉来滋养身躯，其实对陈平安而言，只不过是把以往的烧瓷拉坯，换成了撼山谱里的立桩剑炉。
en_us: During these past two days, aside from toiling away at Master Ruan's forge, Chen Ping'an would always set aside three hours to practice standing meditation, two hours during the day, from 11 AM to 1 PM, and four at night, from 9 PM to 1 AM. After following this routine for a while, Chen Ping'an began experimenting with incorporating his walking meditation into his daily duties, but he discovered that doing so resulted in a lack of consistency in his breathing and footsteps, so he immediately gave up on that experiment. Only during the breaks in his work, when no one was paying any attention to him, did he exercise his Sword Furnace to nurture his own body. For him, it was only a matter of replacing his previous pottery molding visualization practice with the standing meditation practice as stipulated in the Mountain Shaking Guide.

source: 有一个响起极远、极高之地的嗓音，瞬间穿透一层层天地，微笑道：“事不过三，点到即止。”
en_us: Right at this moment, a voice rang out from extremely far away and high up in the sky, instantly piercing through heaven and earth as it declared, "You shall not go any further."

source: 有一个身影，鬼鬼祟祟地站在铺子正堂后门那边，杨老头瞥见后，也没说什么，只是转过身，嫌弃碍眼。
en_us: There was a figure sneaking around the back door of the pharmacy, and after catching a glimpse of them, Old Man Yang didn't say anything. He simply turned around, not wanting to dirty his eyes.

source: 有一位独坐的青衫儒士，不仅仅是双鬓霜白，头发也已雪白。
en_us: The only one left there was Qi Jingchun, seated on hisown, and not only had his hair turned completely white, he was bleeding out of all of his orifices, and his body had been reduced to a gruesome mess.

source: 有一位高大人物，面容模糊，站在廊桥当中。
en_us: There was a tall figure with a set of blurry facial features standing on the bridge.

source: 有一天，衣食无忧却只能生活在泥瓶巷的小孩子，他回到家的时候，鼻青脸肿，满身泥土。
en_us: One day, the rich young boy who could only live in Clay Vase Alley but didn't need to worry about food and clothes came back home with his face black and blue. His clothes were also covered in mud.

source: 有一把剑尖指向水潭不知几千年的生锈老剑条，如从沉睡中醒来的人，打了一个哈欠。
en_us: A rusty blade whose tip had been pointing toward the deep pool for thousands of years suddenly yawned like someone who had just woken up from a deep slumber.

source: 有一条细微金线在少女眉心，由上往下，渐次蔓延。
en_us: A thin golden line materialized on her glabella, slowly growing and expanding downward.

source: 有不计其数的各类飞禽走兽，在这座骊珠洞天与大骊版图接壤的边界线上，盘踞不动，更外边，还有无数它们的同类在疯狂奔向此处，像是在汲取着什么。
en_us: There were countless animals of all types of different species roaming the land and flying through the sky, lingering on the border between the Jewel Small World and the Great Li Empire. Further away, there were even more animals rushing toward the border as quickly as they could, and they seemed to be absorbing something from this place.

source: 有两人快步走入廊桥，男子蹲下身，搭住少年的手腕脉搏后，脸色愈发沉重。
en_us: Two people quickly walked onto the covered bridge, with the man squatting down beside the young boy and placing his fingers on his radial pulse. His expression became increasingly solemn.

source: 有个五短身材的汉子，浓眉大眼，锐气逼人，袒胸露腹，手持铁锤正在打铁，一锤下去，火星四溅，满室光辉。
en_us: His intense aura was imposing, and his upper body was exposed as he swung the blacksmith hammer in his hand. As the hammer landed, sparks flew into the surroundings, illuminating the entire room.

source: 有个头戴古怪高冠的年轻人，身材修长，腰间悬有一块绿色玉佩，他似乎等得不耐烦了，独自走出人群，就想要去推开本就无锁的栅栏大门，只是在他手指就要触碰到木门的时候，他突然猛然停下，缓缓收回手，双手负后，笑眯眯望向门内的草鞋少年，也不说话，就是笑。
en_us: There was a young man wearing a strange tall hat in the group. He was tall and slim with a green jade pendant hanging from his waist, and he seemed to have grown tired of waiting. The gate had no lock, and he emerged from the crowd on his own as if he were going to push it open, but right as his finger was about to come into contact with the gate, he suddenly stopped before slowly withdrawing his hand, then clasped his hands behind his back as he cast his gaze toward Chen Ping'an with a smile on his face. He didn't say anything, all he did was smile.

source: 有个头顶莲花冠的年轻道士，今天早早不做生意了，正在推车前行，想着回到住处后，收拾收拾，赶紧打道回府，这个烂摊子，谁掺和谁倒灶。
en_us: The cart was being pushed by a young Daoist priest with a lotus flower hat on his head, and he had packed up his stall very early on this day. All he wanted was to return home as quickly as possible without any mishaps arising along the way.

source: 有个男人在小镇廊桥以南的小溪畔，正在领着人挖井，站直身后，他向北方嘴唇微动。
en_us: There was a man on bank of the creek to the south of the covered bridge, and he was in the process of digging wells with some other people when he suddenly rose to his feet and turned to the south with his lips moving ever so slightly.

source: 有个身材修长的中年儒士，突兀出现小巷尽头处，缓缓走入，来到杀手尸体附近，蹲下后，摘下面巾，只看到张奇怪的脸庞，无眉毛，被削鼻，脸上刻字。
en_us: A tall and graceful middle-aged scholar had appeared at the end of the alley without any warning, and he slowy made his way into the alley, arriving near the assassin's body before crouching down to remove his mask, revealing a strange face with its nose and eyebrows removed, and some characters tattooed onto its cheeks.

source: 有个身材苗条的黑衣人，突然从东西向的小巷岔口处，踉踉跄跄走出来，最后背靠着墙壁，缓缓移动，手越过帷帽浅露薄纱，使劲捂住嘴巴，手指向年轻道人。
en_us: All of a sudden, a slender figure in black suddenly stumbled out from another alley intersecting with this one. She then leaned her back against the wall and slowly moved along it, reaching a hand under the light veil hanging from her hat to clasp a hand over her own mouth, while raising her other hand to point at the young Daoist priest.

source: 有个黝黑精瘦的矮小少年，蹲在远处一座倒地神像上，一只手不断抛出石子、接住石子。
en_us: This was a short and tanned young boy. He was squatting on a distant staute, and he was tossing a stone in one of his hands.

source: 有些事情，就像福禄街和桃叶巷的青石板街道，少年如果不是送信一事，这辈子都不知道原来天底下的道路，不全是泥路。
en_us: Some things were just like the bluestone slabs in Fortune Street and Peach Leaf Alley — if Chen Ping'an hadn't run over there to deliver letters, he would have never known that there existed roads other than mud roads in the world.

source: 有些事情，死了也要做。但有些事情，是死也不能做的。
en_us: There were some things that he had to do, even if it cost him his life, but there were also some things that he absolutely couldn't do, even if the only other alternative was to die.

source: 有些疑惑的赵繇刚要说话，只听奶奶唏嘘感叹道：“老喽老喽！”
en_us: Zhao Yao was slightly puzzled, and he was just about to speak. However, he heard his grandma sighing with emotion and saying, "I'm getting old now!"

source: 有些相似陈平安在小巷初见齐先生，大袖飘摇，一身雪白，如神似仙。
en_us: The figure wore a pristine white robe with billowing sleeves, resembling an immortal deity, reminding Chen Ping'an of his first meeting with Mr. Qi.

source: 有些道理，在她这边，本就是天经地义，可在别人那边，就成了目中无人，桀骜难驯。
en_us: Some things that were completely justified in her eyes were regarded as extreme arrogance from the perspectives of others.

source: 有位风雷园年轻剑修独自蹲在一处，脸色沉重。
en_us: Elsewhere, a young sword cultivator from the Wind Lightning Field was squatting by himself with a grim look on his face.

source: 有倾城之姿的道姑在听完小女孩的介绍后，微笑道：“顺其自然吧。”
en_us: The stunningly beautiful Daoist nun finished listening to the little girl's introduction of Chen Ping'an, and she said with a faint smile, "We'll let nature take its course."

source: 有前朝遗老的古稀老人，不愿带着出仕新朝的儿子，只带着蒙学的小孙子，登高作赋，面对家国破碎的旧山河，老泪纵横，跟心爱孙子说那些已经改了名的州郡，原本应该叫什么。有一叶扁舟在千里长峡中，顺流直下，有读书人在两岸猿声中，意气风发，读至快目会心之处，仰天长啸。有面覆甲胄的倾国女子，在硝烟落幕后，纵马饮酒最绝色。
en_us: There was that old man who refused to abandon a past dynasty, refusing to take his son who had become an official in the new dynasty with him, and instead only taking a few elementary aged grandchildren with him as he climbed up a mountain and created a poem, tears in his eyes as he faced the destroyed lands of his nation and told his grandchildren of the past names of the states and counties. There was that boat that streamed down the long gorge like a floating leaf; there was that scholar who was filled with vigor as he listened to the sounds of nature on the two banks, raising his head to howl whenever he read a script that touched his heart; there was that breathtakingly beautiful woman suited in armor who rode her galloping horse and skulled wine after the flames of battle settled...

source: 有句话齐静春没有说，从离开小镇起，他就失去了这份“心镜照彻天地”的神通。
en_us: There was something else that Qi Jingchun didn't say. That was, after leaving the small town, he had already lost his mystical ability to "reflect all matter of heaven and earth in his heart".

source: 有天，一场突如其来的暴雨，使得上山采药忘了时间的孩子，被隔在溪水那边。
en_us: One day, a sudden storm caused the creek to flood, preventing the boy from getting back to the town from the mountain.

source: 有年纪轻轻的黄冠道姑，身骑白鹿，缓缓登高。
en_us: A Daoist nun wearing a yellow crown slowly rode up the path on the back of a white deer.

source: 有心人刻意寻觅此物，便是大海捞针，十年难遇。
en_us: If fate weren't on one's side, then they could search for something for years on end without ever finding it, but if it were meant to be, then some things were as easily obtainable as shoddy wares being sold on the side of the street, and it would depend entirely on one's mood whehter they wanted to take it or not.

source: 有次忍不住偷偷远观，当刘羡阳看到那震撼人心的幕后，觉得那时候的黝黑少年，好像跟印象中的笨蛋，不太样。
en_us: One time, Liu Xianyang couldn't help but watch in secret from afar, and upon witnessing the progress that Chen Ping'an was making, he felt like this was a different Chen Ping'an from the stubborn little idiot that he knew.

source: 有点像是杨老头的训斥和告诫。
en_us: The voice of warning seemed to belong to Old Man Yang, but it was constantly trailing off, becoming quieter and quieter as he spoke.

source: 有老妪嗓音浑厚，以龙头拐杖重重敲击地面，“何方神圣，能否出来见”
en_us: An old woman thumped her dragon cane heavily down onto the ground as she challenged in a deep and resonant voice, "Who goes there? Come out and face me!"
